Repository: DIKO-Doc/DIKO-Doc.github.io
Catalog: cht-to-eng/cht-to-eng-omegat.tmx
Source language: zh_tw
Languages: en

source: Contains the CA certificate if used by the EAP method specified in the "eap" property. Certificate data is specified using a "scheme"; two are currently supported: blob and path. When using the blob scheme (which is backwards compatible with NM 0.7.x) this property should be set to the certificate's DER encoded data. When using the path scheme, this property should be set to the full UTF-8 encoded path of the certificate, prefixed with the string "file://" and ending with a terminating NUL byte. This property can be unset even if the EAP method supports CA certificates, but this allows man-in-the-middle attacks and is NOT recommended.
en: 如果由“eap”屬性中指定的EAP方法使用，則包含CA證書。證書數據使用“方案”指定;目前支持兩種：blob和path。使用blob方案（向後兼容NM 0.7.x）時，應將此屬性設置為證書的DER編碼數據。使用路徑方案時，應將此屬性設置為證書的完整UTF-8編碼路徑，前綴為字符串“file：//”，並以終止NUL字節結束。即使EAP方法支持CA證書，也可以取消設置此屬性，但這樣可以允許中間人攻擊，不建議這樣做。

source: Contains the client certificate if used by the EAP method specified in the "eap" property. Certificate data is specified using a "scheme"; two are currently supported: blob and path. When using the blob scheme (which is backwards compatible with NM 0.7.x) this property should be set to the certificate's DER encoded data. When using the path scheme, this property should be set to the full UTF-8 encoded path of the certificate, prefixed with the string "file://" and ending with a terminating NUL byte.
en: 如果由“eap”屬性中指定的EAP方法使用，則包含客戶端證書。證書數據使用“方案”指定;目前支持兩種：blob和path。使用blob方案（向後兼容NM 0.7.x）時，應將此屬性設置為證書的DER編碼數據。使用路徑方案時，應將此屬性設置為證書的完整UTF-8編碼路徑，前綴為字符串“file：//”，並以終止NUL字節結束。

source: Contains the private key when the "eap" property is set to "tls". Key data is specified using a "scheme"; two are currently supported: blob and path. When using the blob scheme and private keys, this property should be set to the key's encrypted PEM encoded data. When using private keys with the path scheme, this property should be set to the full UTF-8 encoded path of the key, prefixed with the string "file://" and ending with a terminating NUL byte. When using PKCS#12 format private keys and the blob scheme, this property should be set to the PKCS#12 data and the "private-key-password" property must be set to password used to decrypt the PKCS#12 certificate and key. When using PKCS#12 files and the path scheme, this property should be set to the full UTF-8 encoded path of the key, prefixed with the string "file://" and ending with a terminating NUL byte, and as with the blob scheme the "private-key-password" property must be set to the password used to decode the PKCS#12 private key and certificate. WARNING: "private-key" is not a "secret" property, and thus unencrypted private key data using the BLOB scheme may be readable by unprivileged users. Private keys should always be encrypted with a private key password to prevent unauthorized access to unencrypted private key data.
en: 當“eap”屬性設置為“tls”時包含私鑰。密鑰數據使用“方案”指定;目前支持兩種：blob和path。使用blob方案和私鑰時，應將此屬性設置為密鑰的加密PEM編碼數據。使用具有路徑方案的私鑰時，應將此屬性設置為密鑰的完整UTF-8編碼路徑，前綴為字符串“file：//”，並以終止NUL字節結束。使用PKCS＃12格式私鑰和blob方案時，應將此屬性設置為PKCS＃12數據，並且必須將“private-key-password”屬性設置為用於解密PKCS＃12證書和密鑰的密碼。使用PKCS＃12文件和路徑方案時，應將此屬性設置為密鑰的完整UTF-8編碼路徑，前綴為字符串“file：//”，並以終止NUL字節結束，並且與blob方案必須將“private-key-password”屬性設置為用於解碼PKCS＃12私鑰和證書的密碼。警告：“私鑰”不是“秘密”屬性，因此使用BLOB方案的未加密私鑰數據可以由非特權用戶讀取。應始終使用私鑰密碼對私鑰進行加密，以防止未經加密的私鑰數據的未授權訪問。

source: Contents of scanned files in folders are identical.
en: 資料夾裡掃描的檔案的內容是相同的。

source: Continue
en: Kontinyu

source: Contribute
en: Kontribyut

source: Contribute my translations to the online TM
en: Kontribyut midè transleiçions tu đe onlain TM

source: Contributing
en: Kontribyutiŋ

source: Contributing translations improves the quality of online suggestions for everybody — the more people do it, the better the suggestions can be. Your translations are submitted anonymously and are available to other translators using Poedit or other CAT tools.
en: Kontribyutiŋ transleitās impruv onlain sùjjesçions dè kwoliti fur evry pipol — the more people do it, the better the suggestions can be. Neide transleiçions wa submiten anonymously and are available to other translators using Poedit or other CAT tools.

source: Control the IEEE trap mode
en: 控制 IEEE 陷阱模式

source: Control the generated fp rounding mode
en: 控制產生的浮點捨入模式

source: Control the precision given to fp exceptions
en: 控制浮點異常的精度

source: Controls the interpretation of WEP keys. Allowed values are NM_WEP_KEY_TYPE_KEY (1), in which case the key is either a 10- or 26-character hexadecimal string, or a 5- or 13-character ASCII password; or NM_WEP_KEY_TYPE_PASSPHRASE (2), in which case the passphrase is provided as a string and will be hashed using the de-facto MD5 method to derive the actual WEP key.
en: 控制WEP密鑰的解釋。允許的值為NM_WEP_KEY_TYPE_KEY（1），在這種情況下，密鑰是10或26個字符的十六進製字符串，或者是5或13個字符的ASCII密碼;或者NM_WEP_KEY_TYPE_PASSPHRASE（2），在這種情況下，密碼短語以字符串形式提供，並使用事實上的MD5方法進行散列，以導出實際的WEP密鑰。

source: Controls whether IGMP snooping is enabled for this bridge. Note that if snooping was automatically disabled due to hash collisions, the system may refuse to enable the feature until the collisions are resolved.
en: 控制是否為此網橋啟用IGMP偵聽。請注意，如果由於哈希衝突而自動禁用了偵聽，則係統可能會拒絕啟用該功能，直到解決衝突為止。

source: Controls whether Spanning Tree Protocol (STP) is enabled for this bridge.
en: 控制是否為此網橋啟用生成樹協議（STP）。

source: Convert floating point constants to single precision constants
en: 將浮點常數轉換為單精度常數

source: Cookie
en: 曲奇餅

source: Copy
en: Kopi

source: Copy Above Left
en: 複製左側上方

source: Copy Above Right
en: 複製右側上方

source: Copy Below Left
en: 複製左側下方

source: Copy Below Right
en: 複製右側下方

source: Copy From Singular
en: Kopi From Siŋgolar

source: Copy _down
en: 複製到下邊(_D)

source: Copy _up
en: 複製到上邊(_U)

source: Copy change above left
en: 從左側上方複製變更

source: Copy change above right
en: 從右側上方複製變更

source: Copy change above the left chunk
en: 從左側塊上方複製變更

source: Copy change above the right chunk
en: 從右側塊上方複製變更

source: Copy change below left
en: 從左側下方複製變更

source: Copy change below right
en: 從右側下方複製變更

source: Copy change below the left chunk
en: 從左側塊下方複製變更

source: Copy change below the right chunk
en: 從右側塊下方複製變更

source: Copy from Source Text
en: Kopi from Sōrs-Tekst

source: Copy from singular
en: Kopi from siŋgolar

source: Copy from source text
en: Kopi from sōrs-tekst

source: Copy the selection
en: 複製選取內容

source: Copy to Clipboard
en: Kopi tu Klipbōd

source: Copy to _Left
en: 複製到左側(_L)

source: Copy to _Right
en: 複製到右側(_R)

source: Copy to clipboard
en: Kopi tu klipbōd

source: Copy to left
en: 複製到左側

source: Copy to right
en: 複製到右側

source: Copyright © 2002-2009 Stephen Kennedy Copyright © 2009-2017 Kai Willadsen
en: 著作權 © 2002-2009 Stephen Kennedy 著作權 © 2009-2017 Kai Willadsen

source: Correct Spelling Automatically
en: Korrekt Speliŋ Òtomeitikolli

source: Corresponds to the teamd mcast_rejoin.count.
en: 對應團隊的mcast_rejoin.count。

source: Corresponds to the teamd mcast_rejoin.interval.
en: 對應團隊的mcast_rejoin.interval。

source: Corresponds to the teamd notify_peers.count.
en: 對應於teamd notify_peers.count。

source: Corresponds to the teamd notify_peers.interval.
en: 對應於teamd notify_peers.interval。

source: Corresponds to the teamd ports.PORTIFNAME.lacp_key.
en: 對應於teamd ports.PORTIFNAME.lacp_key。

source: Corresponds to the teamd ports.PORTIFNAME.lacp_prio.
en: 對應於teamd ports.PORTIFNAME.lacp_prio。

source: Corresponds to the teamd ports.PORTIFNAME.prio.
en: 對應teamd ports.PORTIFNAME.prio。

source: Corresponds to the teamd ports.PORTIFNAME.queue_id. When set to -1 means the parameter is skipped from the json config.
en: 對應於teamd ports.PORTIFNAME.queue_id。設置為-1表示從json配置中跳過該參數。

source: Corresponds to the teamd ports.PORTIFNAME.sticky.
en: 對應於teamd ports.PORTIFNAME.sticky。

source: Corresponds to the teamd runner.active.
en: 對應teamd runner.active。

source: Corresponds to the teamd runner.agg_select_policy.
en: 對應teamd runner.agg_select_policy。

source: Corresponds to the teamd runner.fast_rate.
en: 對應teamd runner.fast_rate。

source: Corresponds to the teamd runner.hwaddr_policy.
en: 對應teamd runner.hwaddr_policy。

source: Corresponds to the teamd runner.min_ports.
en: 對應teamd runner.min_ports。

source: Corresponds to the teamd runner.sys_prio.
en: 對應teamd runner.sys_prio。

source: Corresponds to the teamd runner.tx_balancer.interval.
en: 對應teamd runner.tx_balancer.interval。

source: Corresponds to the teamd runner.tx_balancer.name.
en: 對應teamd runner.tx_balancer.name。

source: Corresponds to the teamd runner.tx_hash.
en: 對應teamd runner.tx_hash。

source: Could not activate connection: %s
en: 無法啟動連線：%s

source: Could not create editor for connection '%s' of type '%s'.
en: 無法為「%s」連線（類型「%s」）建立編輯程式。

source: Could not create editor for invalid connection '%s'.
en: 無法為無效的連線「%s」建立編輯程式。

source: Could not create temporary file: %s
en: 無法建立暫時性檔案：%s

source: Could not daemonize: %s [error %u]
en: 無法成為 daemon：%s [error %u]

source: Could not decode private key.
en: 無法解碼私密金鑰。

source: Could not find "%s" binary
en: 找不到 ”%s" 二進制

source: Could not generate random data.
en: 無法產生隨機資料。

source: Could not load file '%s'
en: 無法載入檔案「%s」

source: Could not parse arguments
en: 無法剖析引數

source: Could not re-read file: %s
en: 無法重新讀取檔案：%s

source: Could not save file %s.
en: 無法儲存檔案 %s。

source: Couldn't decode PKCS#12 file: %d
en: 無法解碼 PKCS#12 檔案：%d

source: Couldn't decode PKCS#12 file: %s
en: 無法解碼 PKCS#12 檔案：%s

source: Couldn't decode PKCS#8 file: %s
en: 無法解碼 PKCS#8 檔案：%s

source: Couldn't decode certificate: %d
en: 無法解碼憑證：%d

source: Couldn't decode certificate: %s
en: 無法解碼憑證：%s

source: Couldn't initialize PKCS#12 decoder: %d
en: 無法初始化 PKCS#12 解碼程式：%d

source: Couldn't initialize PKCS#12 decoder: %s
en: 無法啟動 PKCS#12 解碼程式：%s

source: Couldn't initialize PKCS#8 decoder: %s
en: 無法初始化 PKCS#8 解碼器：%s

source: Couldn't initialize slot
en: 无法初始 slot

source: Couldn't verify PKCS#12 file: %d
en: 無法驗證 PKCS#12 檔案：%d

source: Couldn't verify PKCS#12 file: %s
en: 無法驗證 PKCS# 12 檔案：%s

source: Couldn’t copy %s to %s. %s
en: 無法複製 %s 到 %s。 %s

source: Couldn’t encode text as “%s”
en: 無法以「%s」編碼文字

source: Couldn’t find colour scheme details for %s-%s; this is a bad install
en: 找不到 %s-%s 的配色方案詳細資料。這個安裝有問題

source: Couldn’t load Meld-specific CSS (%s) %s
en: 無法載入 Meld 特定的 CSS (%s) %s

source: Couldn’t load file %s, it is probably corrupted.
en: Loudiŋ fayl %s butdùk, fayl wa possibolli korrùpten.

source: Couldn’t save file %s.
en: Not àbol tu seiv fayl %s.

source: Couldn’t save file due to: %s
en: 無法儲存檔案，因為： %s

source: Create
en: 建立

source: Create GUI application
en: 建立圖形介面程式

source: Create New Translation
en: Krieit Niu Transleiçion

source: Create a POT
en: Krieit 1-gè POT

source: Create a diff tab for the supplied files or folders
en: 為提供的檔案或資料夾創建差異分頁

source: Create a new translation
en: Krieit 1-gè niu transleiçion

source: Create a new translation. Poedit will set everything up; you can focus on translating.
en: Krieit 1-gè niu transleiçion. Poedit will set everything up; you can focus on translating.

source: Create a patch using differences between files
en: 使用檔案之間的差異建立修正檔

source: Create canonical induction variables in loops
en: 在循環中產生正規的歸納變數

source: Create console application
en: 建立命令列程式

source: Create data files needed by "gcov"
en: 產生「gcov」需要的資料檔案

source: Create new translation
en: Krieit niu transleiçion

source: Create new translations project
en: Krieit pikka transleiçion prōjekt

source: Crowdin error
en: Crowdin dè öra

source: Ctrl+
en: Ktrl+

source: Cu&t
en: Kù&t

source: Current nmcli configuration:
en: 目前的 nmcli 配置：

source: Custom font
en: 使用自訂字型

source: Customize Toolbar…
en: Kùstomais Tūlbār…

source: Cut
en: Kùt

source: Cut the selection
en: 剪下選取內容

source: D-Bus service name of the VPN plugin that this setting uses to connect to its network. i.e. org.freedesktop.NetworkManager.vpnc for the vpnc plugin.
en: 此設置用於連接到其網絡的VPN插件的D-Bus服務名稱。即vpnc插件的org.freedesktop.NetworkManager.vpnc。

source: DIKO 備份及復原程式
en: DIKO Backup & Restore Procedures

source: DIKO 備份與復原程式
en: DIKO Backup & Restore Procedures

source: DATA statement at %C is not allowed in a PURE procedure
en: DATA 敘述不允許出現在 %C 處的 PURE 程序中

source: DCB or FCoE setup failed
en: 設定 DCB 或 FCoE 失敗

source: DCB settings
en: DCB設置

source: DHCP client error
en: DHCP 客戶端錯誤

source: DHCP client failed
en: DHCP 客戶端失敗

source: DHCP client failed to start
en: DHCP 客戶端啟動失敗

source: DIKO Drop Zone 安裝及使用手冊
en: DIKO Drop Zone Installation and User Guide

source: DIKO Drop Zone安裝及使用手冊
en: DIKO Drop Zone Installation and User Guide

source: DIKO 安裝 & 設置
en: DIKO Installation & Configuration

source: DIKO 安裝導覽 v1.0
en: DIKO Installation Guide v1.0

source: DIKO是一個網路應用架構、並且支援UNICODE的檔案管理系統。
en: DIKO is a web-based, UNICODE-supported Document Management System.

source: DIKO概述
en: DIKO Overview

source: DIKO每天均須備份，以確保其完整性，這一點非常重要。
en: It is very important to backup DIKO on a daily basis to ensure its integrity.

source: DIKO由兩個儲存媒體組成，即資料庫和檔案系統。
en: DIKO consists of two storage media namely “Database” and “File System”.

source: DIKO允許使用者將多個檔案在進行列印時合併為單 一個 PDF檔案。
en: DIKO allows the users to merge multiple documents to a PDF for printing.

source: DIKO提供多語言的使用者介面，為國 際使用者提供服務。
en: DIKO offers multi-lingual user interface to serve international users.

source: DIM argument at %L is out of bounds
en: %L 處的 DIM 參數越界

source: DNS servers
en: DNS 伺服器

source: DO-iterator '%s' at %L is inside iterator of the same name
en: DO 游標「%s」在 %L 處出現在另一個同名游標作用欄位內

source: DSL authentication
en: DSL 身份認證

source: DSL connection %d
en: DSL 連線 %d

source: DUN connection must include a GSM or CDMA setting
en: DUN連接必須包括GSM或CDMA設置

source: DUN requested, but Bluetooth device does not support DUN
en: DUN請求，但藍牙設備不支持DUN

source: Dark color scheme for Meld highlighting
en: 用於 Meld 標示的暗色配色方案

source: Data greater than given threshold will go into .ldata section in x86-64 medium model
en: 在 x86-64 中等模式下大於指定閾值的資料將被存放在 .ldata 區段中

source: Database size on disk:
en: Deitābeis saiz on disk:

source: Deactivate
en: 取消啟動

source: Deactivating your license…
en: Inaktiveitiŋ neidè laisèns…

source: Default window fullscreen state
en: 預設視窗全螢幕狀態

source: Default window height
en: 預設視窗高度

source: Default window maximised state
en: 預設視窗最大化狀態

source: Default window width
en: 預設視窗寬度

source: Defer popping functions args from stack until later
en: 延遲將函式引數彈堆疊

source: Delete
en: 刪除

source: Delete change
en: 刪除變更

source: Delete extractor
en: Dilit iksträktā

source: Delete from working copy
en: 從工作副本刪除

source: Delete selected
en: 刪除所選內容

source: Delete the project
en: Dilit nigè prōjekt

source: Delete useless null pointer checks
en: 刪除無用的空指標檢查

source: Deleting remote folders is not supported
en: 不支援刪除遠端資料夾

source: Deprecated in favor of -std=gnu99
en: 已過時，請使用 -std=gnu99

source: Deprecated in favor of -std=iso9899:1999
en: 已過時，為 -std=iso9899:1999 所取代

source: Deprecated. This switch has no effect
en: 已過時。此開關不起作用。

source: Destination
en: 目的

source: Detect a slave connection with '%s' set and a port type '%s'. '%s' should be set to '%s'
en: 用'檢測從屬連接%s' 設置和端口類型'%s'. “%s' 應該設置為'%s'

source: Device
en: 裝置

source: Device '%s' not found
en: 設備'%s' 未找到

source: Device LLDP neighbors
en: 設備LLDP鄰居

source: Device MAC (%s) is blacklisted by the connection.
en: 設備MAC（%s) 被連接列入黑名單。

source: Device details
en: 裝置詳細資訊

source: Device disconnected by user or client
en: 裝置的連線已被使用者或客戶端切斷

source: Device is now managed
en: 裝置現在已受管理

source: Device is now unmanaged
en: 裝置現在已不受管理

source: Dictionary of key/value pairs of VPN plugin specific data. Both keys and values must be strings.
en: VPN插件特定數據的鍵/值對字典。鍵和值都必須是字符串。

source: Dictionary of key/value pairs of VPN plugin specific secrets like passwords or private keys. Both keys and values must be strings.
en: VPN插件的鍵/值對字典，特定密碼，如密碼或私鑰。鍵和值都必須是字符串。

source: Dictionary of key/value pairs of bonding options. Both keys and values must be strings. Option names must contain only alphanumeric characters (ie, [a-zA-Z0-9]).
en: 鍵/選項的鍵/值對字典。鍵和值都必須是字符串。選項名稱必須僅包含字母數字字符（即[a-zA-Z0-9]）。

source: Dictionary of key/value pairs of s390-specific device options. Both keys and values must be strings. Allowed keys include "portno", "layer2", "portname", "protocol", among others. Key names must contain only alphanumeric characters (ie, [a-zA-Z0-9]).
en: 特定於s390的設備選項的鍵/值對字典。鍵和值都必須是字符串。允許的密鑰包括“portno”，“layer2”，“portname”，“protocol”等。鍵名必須僅包含字母數字字符（即[a-zA-Z0-9]）。

source: Diff Viewer
en: 差異檢視程式

source: Different ranks in pointer assignment at %L
en: %L 處指標賦值時秩不同

source: Directories:
en: Direktoris:

source: Directory comparison
en: 資料夾比對

source: Disable FP regs
en: 停用浮點暫存器

source: Disable indexed addressing
en: 停用變址定址

source: Disable optimizations observable by IEEE signaling NaNs
en: 停用為 IEEE 訊息 NaN 可見的最佳化

source: Disable optimizations that assume default FP rounding behavior
en: 停用假定預設浮點捨入行為的最佳化

source: Disable space regs
en: 停用空間暫存器

source: Disabled
en: 已停用

source: Disallow direct calls to global functions
en: 不允許直接呼叫全域函式

source: Discard unsaved changes to documents?
en: 捨棄對文件未儲存的變更嗎？

source: Discover pure and const functions
en: 發現純函式和常函式

source: Discover readonly and non addressable static variables
en: 發現唯讀和不可定址靜態變數

source: Display
en: 顯示

source: Display compile time statistics
en: 顯示編譯時間統計

source: Display statistics accumulated during compilation
en: 顯示編譯程序中累計的統計數字

source: Display the compiler's version
en: 顯示編譯器版本

source: Display this information
en: 顯示此資訊

source: Displayed whitespace
en: 要顯示的空白字元

source: Division by zero at %L
en: %L 處被零除

source: Division by zero converting %s to %s at %L
en: 從 %s 轉換到 %s 時被零除，於 %L 處

source: Do not _split words over two lines
en: 不要將一個單字拆成兩列(_S)

source: Do not assume GAS
en: 不假定 GAS

source: Do not assume a large TLS segment
en: 不假定大的 TLS 段

source: Do not assume that standard C libraries and "main" exist
en: 不假定標準 C 函式庫和「main」存在

source: Do not disable space regs
en: 不停用空間暫存器

source: Do not discard comments
en: 不丟棄註釋

source: Do not display functions compiled or elapsed time
en: 不顯示編譯的函式或逝去的時間

source: Do not emit complex integer constants to read-only memory
en: 不將複整常數存至唯讀記憶體

source: Do not emit function prologue or epilogue
en: 不產生函式前言和尾聲

source: Do not generate a single exit point for each function
en: 不為每個函式產生單一的離開點

source: Do not inline integer division
en: 不內聯整數除法

source: Do not inline square root
en: 不內聯平方根函式

source: Do not load the PIC register in function prologues
en: 不在函式前言中載入 PIC 暫存器

source: Do not place floating point constants in TOC
en: 不在 TOC 中存放浮點常數

source: Do not place symbol+offset constants in TOC
en: 不在 TOC 中存放符號+偏移量常數

source: Do not predefine system-specific and GCC-specific macros
en: 不預定義系統或 GCC 特定的巨集

source: Do not provide a default start-address 0x100 of the program
en: 不為程式提供預設的起始位址 0x100

source: Do not put uninitialized globals in the common section
en: 不將未初始化的全域資料放在公共區段中

source: Do not search standard system include directories (those specified with -isystem will still be used)
en: 不搜尋標準系統標頭檔案目錄(但仍將使用由 -isystem 指定的目錄)

source: Do not search standard system include directories for C++
en: 不搜尋 C++ 標準系統標頭檔案目錄

source: Do not tune code and read-only data alignment
en: 不調整程式碼和唯讀資料對齊

source: Do not tune stack alignment
en: 不調整堆疊對齊

source: Do not tune writable data alignment
en: 不調整可寫資料對齊

source: Do not use MIPS-3D instructions
en: 不使用 MIPS-3D 指令

source: Do not use POWER instruction set
en: 不使用 POWER 指令集

source: Do not use PowerPC instruction set
en: 不使用 PowerPC 指令集

source: Do not use VAX fp
en: 不使用 VAX 浮點單元

source: Do not use addresses that allocate global registers
en: 不使用指派全域暫存器的位址

source: Do not use hardware fp
en: 不使用硬體浮點單元

source: Do not use hardware quad fp instructions
en: 不使用硬體四浮點指令

source: Do not use the bit-field instructions
en: 不使用位元段指令

source: Do not use the callt instruction
en: 不使用 callt 指令

source: Do not warn about using "long long" when -pedantic
en: 當使用 -pedantic 時不正確「long long」給出警告

source: Do the full register move optimization pass
en: 進行全暫存器傳送最佳化

source: Do you really want to do mass update of all catalogs in this project?
en: Ayisyur nei diŋyǐu pörform mās ùpdeit tu ol katalogs in nigè prōjekt?

source: Do you want to delete the project?
en: Ayisyur nei diŋyǐu dilit nigè prōjekt?

source: Do you want to open the file using the default application?
en: 你要使用預設程式開啟檔案嗎？

source: Do you want to reload the file?
en: 你要重新載入該檔案嗎？

source: Do&n’t save
en: &Not dū seiv

source: Don't become a daemon
en: 不要成為 daemon

source: Don't become a daemon, and log to stderr
en: 不要成為 daemon，並記錄至 stderr

source: Don't call any cache flush functions
en: 不呼叫任何清空快取的函式

source: Don't call any cache flush trap
en: 不呼叫任何清空快取的陷阱

source: Don't print anything
en: 不印出任何東西

source: Don't use P-mnemonics for branches
en: 不為分支使用 P 助憶符號

source: Don't warn about uses of Microsoft extensions
en: 使用微軟擴充時不給出警告

source: Don’t Ask Again
en: Not dū Ask Agäin

source: Don’t Save
en: Not dū Seiv

source: Don’t Show Again
en: Not dū Displei Agäin

source: Don’t ask again
en: Not dū ask agäin

source: Don’t show again
en: Not dū displei agäin

source: Down
en: Dawn

source: Download
en: Dawnloud

source: Download a file from Crowdin project, translate and sync your changes back.
en: Dawnloud 1-gè fayl from Crowdin prōjekt, transleit en synĥ neidè čeinjs bäk.

source: Downloading latest translations…
en: Dawnloudiŋ leitest transleiçions…

source: Downloading translations is disabled in this project.
en: Dawnloudiŋ transleiçions wa disàbolen in nigè prōjekt.

source: Driving:
en: 驅動：

source: Dummy
en: 假

source: Dummy '%s' at %L cannot have an initializer
en: 啞元「%s」在 %L 處不能有初始值設定

source: Dummy argument '%s' at %L cannot be INTENT(OUT)
en: 「%s」啞元引數在 %L 處不能是 INTENT(OUT)

source: Dummy argument '%s' at %L cannot be OPTIONAL
en: 啞元「%s」(位於 %L)不能是 OPTIONAL

source: Dummy settings
en: 虛擬設置

source: Dump declarations to a .decl file
en: 將宣告傾印到一個 .decl 檔案中

source: Duplicate %s attribute at %L
en: 重複的 %s 屬性，位於 %L

source: Duplicate %s attribute specified at %L
en: 重複的 %s 屬性在 %L 處被指定

source: Duplicate %s label specification at %C
en: 重複的 %s 標籤指定，位於 %C

source: Duplicate ELSE statements at %L and %C
en: %L 和 %C 處重複的 ELSE 敘述

source: Duplicate IMPLICIT NONE statement at %C
en: %C 處 IMPLICIT NONE 敘述重複

source: Duplicate NML specification at %C
en: %C 處重複的 NML 指定

source: Duplicate SEQUENCE statement at %C
en: %C 處重複的 SEQUENCE 敘述

source: Duplicate UNIT specification at %C
en: %C 處重複的 UNIT 指定

source: Duplicate format specification at %C
en: %C 處重複的格式指定

source: Duplicate statement label %d at %L and %L
en: 重複的敘述標籤 %d 出現在 %L 和 %L 處

source: Duplicate symbol '%s' in formal argument list at %C
en: 符號「%s」在 %C 處的參數清單中重複出現

source: Dynamic WEP (802.1x)
en: 動態 WEP（802.1x）

source: Dynamic WEP requires 'ieee8021x' key management
en: 動態WEP需要'ieee8021x'密鑰管理

source: Dynamic WEP requires 'open' authentication
en: 動態WEP需要“開放”身份驗證

source: Dynamically allocate cc registers
en: 動態指派 cc 暫存器

source: E&xit
en: I&ksit

source: EAP key management requires '%s' setting presence
en: EAP密鑰管理要求'%s' 設置存在

source: ELEMENTAL non-INTRINSIC procedure '%s' is not allowed as an actual argument at %L
en: ELEMENTAL non-INTRINSIC 程序「%s」在 %L 處不允許做為實際引數

source: ELSE IF statement at %C cannot follow ELSE statement at %L
en: %C 處的 ELSE IF 敘述不能出現在 %L 處的 ELSE 敘述之後

source: END tag label %d at %L not defined
en: END 標記標籤 %d 在 %L 處未定義

source: ENTRY '%s' at %L has no IMPLICIT type
en: ENTRY「%s」在 %L 處沒有 IMPLICIT 類型

source: ENTRY statement at %C cannot appear in a contained procedure
en: %C 處 ENTRY 敘述不能出現在被包含的程序中

source: ENTRY statement at %C cannot appear within a BLOCK DATA
en: %C 處的 ENTRY 敘述不能出現在 BLOCK DATA 中

source: ENTRY statement at %C cannot appear within a DERIVED TYPE block
en: %C 處的 ENTRY 敘述不能出現在 DERIVED TYPE 區塊中

source: ENTRY statement at %C cannot appear within a DO block
en: %C 處的 ENTRY 敘述不能出現在 DO 中

source: ENTRY statement at %C cannot appear within a FORALL block
en: %C 處的 ENTRY 敘述不能出現在 FORALL 區塊中
